Repository: brucex0/outbound
Catalog: ios/Outbound/Outbound/Localizable.xcstrings
Source language: en
Languages: es, zh_hans

# health.import.footer
source: Only selected workouts are added. Plainstride workouts and activities already imported are excluded.
es: Solo se añaden los entrenamientos seleccionados. Se excluyen los de Plainstride y los ya importados.
zh_hans: 只会添加所选训练。Plainstride 创建的训练和已导入的活动会被排除。

# health.import.walking_warning
source: Walking workouts can make your activity history feel crowded. Uncheck any you don't want to import.
es: Los entrenamientos de caminata pueden llenar demasiado tu historial de actividad. Desmarca los que no quieras importar.
zh_hans: 步行训练可能会让活动记录显得过多。取消勾选不想导入的项目。

# health.import.importing
source: Importing…
es: Importando…
zh_hans: 正在导入…

# health.import.button.format
source: Import %d
es: Importar %d
zh_hans: 导入 %d 项

# health.import.none
source: No new Apple Health workouts
es: No hay entrenamientos nuevos en Apple Health
zh_hans: Apple 健康中没有新训练

# health.import.load_error
source: Apple Health workouts could not be loaded.
es: No se pudieron cargar los entrenamientos de Apple Health.
zh_hans: 无法载入 Apple 健康训练。

# health.import.title.run
source: Imported Run
es: Carrera importada
zh_hans: 导入的跑步

# health.import.title.ride
source: Imported Ride
es: Ciclismo importado
zh_hans: 导入的骑行

# health.import.title.hike
source: Imported Hike
es: Senderismo importado
zh_hans: 导入的徒步

# health.import.title.walk
source: Imported Walk
es: Caminata importada
zh_hans: 导入的步行

# health.import.title.swim
source: Imported Swim
es: Natación importada
zh_hans: 导入的游泳

# record.music.none
source: No music
es: Sin música
zh_hans: 不播放音乐

# record.music.none.detail
source: Start without a soundtrack
es: Empieza sin música
zh_hans: 开始时不播放音乐

# run.simulation.advance.five_minutes
source: +5m
es: +5 min
zh_hans: +5 分

# run.simulation.advance.one_minute
source: +1m
es: +1 min
zh_hans: +1 分

# run.simulation.clock.pause
source: Pause simulated time
es: Pausar el tiempo simulado
zh_hans: 暂停模拟时间

# run.simulation.clock.play
source: Advance simulated time
es: Avanzar el tiempo simulado
zh_hans: 推进模拟时间

# run.simulation.route.name
source: Redmond Harvest Half Marathon
es: Media Maratón Harvest de Redmond
zh_hans: 雷德蒙德 Harvest 半程马拉松

# run.simulation.setup.detail
source: Use the Redmond route with adjustable speed and time. No GPS movement is required.
es: Usa la ruta de Redmond con velocidad y tiempo ajustables. No hace falta moverse con el GPS.
zh_hans: 使用雷德蒙德路线，可调节速度和时间，无需实际移动或使用 GPS。

# run.simulation.setup.title
source: Simulated Harvest Run
es: Carrera Harvest simulada
zh_hans: Harvest 模拟跑

# run.simulation.speed.decrease
source: Decrease simulated speed
es: Reducir la velocidad simulada
zh_hans: 降低模拟速度

# run.simulation.speed.increase
source: Increase simulated speed
es: Aumentar la velocidad simulada
zh_hans: 提高模拟速度

# run.simulation.testing.section
source: Testing
es: Pruebas
zh_hans: 测试

# run.simulation.time_rate
source: Simulated time rate
es: Velocidad del tiempo simulado
zh_hans: 模拟时间倍率

# run.simulation.title
source: Run Simulation
es: Simulación de carrera
zh_hans: 模拟跑步

# record.countdown.go
source: Go
es: ¡Ya!
zh_hans: 出发

# record.gps.acquiring
source: Acquiring GPS
es: Buscando señal GPS
zh_hans: 正在获取 GPS 信号

# record.gps.improving
source: Improving GPS signal
es: Mejorando la señal GPS
zh_hans: 正在增强 GPS 信号

# record.gps.precise_off
source: Precise Location is off
es: La ubicación precisa está desactivada
zh_hans: 精确位置已关闭

# record.gps.ready
source: GPS ready
es: GPS listo
zh_hans: GPS 已就绪

source: Your rhythm is working.
es: Tu ritmo funciona.
zh_hans: 你找到了自己的节奏。

# app.photo.album.permission.denied
source: Allow Photos access in Settings to save activity photos
es: Permite el acceso a Fotos en Ajustes para guardar las fotos de tus actividades
zh_hans: 请在设置中允许访问照片，以保存运动照片

# app.photo.album.save.failed
source: Activity saved, but photos couldn’t be added to the album
es: La actividad se guardó, pero las fotos no se pudieron añadir al álbum
zh_hans: 运动已保存，但照片未能添加到相册

# app.photo.album.saved
source: Photos saved to the Plainstride album
es: Fotos guardadas en el álbum Plainstride
zh_hans: 照片已保存到平步青云相册

# app.notification.generic.body
source: You have a new update.
es: Tienes una novedad.
zh_hans: 你有一条新动态。

# app.reminder.channel
source: Workout reminders
es: Recordatorios de entrenamiento
zh_hans: 训练提醒

# app.reminder.title
source: Ready to move?
es: ¿Listo para moverte?
zh_hans: 准备好动起来了吗？

# app.reminder.body
source: Your plan is ready when you are.
es: Tu plan está listo cuando tú lo estés.
zh_hans: 你的训练计划已准备好，随时可以开始。

# app.reminder.setting
source: Workout reminder
es: Recordatorio de entrenamiento
zh_hans: 训练提醒

# app.reminder.setting.body
source: On planned workout days at %@
es: Los días con entrenamiento planificado a las %@
zh_hans: 仅在计划训练日的 %@ 提醒

# app.shortcut.start
source: Start workout
es: Iniciar entrenamiento
zh_hans: 开始训练

# app.shortcut.assistant
source: Ask Companion
es: Preguntar al compañero
zh_hans: 询问运动伙伴

# app.notification.channel.social
source: Social activity
es: Actividad social
zh_hans: 社交动态

# app.progress.destination
source: Progress & gear
es: Progreso y equipo
zh_hans: 进度与装备

# app.routes.destination
source: Community routes
es: Rutas de la comunidad
zh_hans: 社区路线

# app.safety.destination
source: Safety & live sharing
es: Seguridad y ubicación en vivo
zh_hans: 安全与实时位置

# app.notifications.destination
source: Notification Center
es: Centro de notificaciones
zh_hans: 通知中心

# notification.center.badge.count
source: New items: %d
es: Elementos nuevos: %d
zh_hans: 新内容：%d 项

# app.tab.today
source: Today
es: Hoy
zh_hans: 今天

# app.tab.assistant
source: Coach
es: Entrenador
zh_hans: 教练

# app.tab.me
source: Me
es: Yo
zh_hans: 我的

# app.social.headline
source: Run together
es: Corre en compañía
zh_hans: 一起跑，更有动力

# app.social.body
source: Your connections, Circles, and shared activities will live here.
es: Aquí encontrarás tus contactos, Círculos y actividades compartidas.
zh_hans: 你可以在这里查看好友、跑步圈和大家分享的活动。

# app.today.headline
source: Today starts here
es: Hoy empieza aquí
zh_hans: 从今天出发

# app.today.body
source: Your workout, readiness, and companion will meet you here.
es: Aquí te esperan tu entrenamiento, tu estado de preparación y tu compañero.
zh_hans: 你可以在这里查看今日训练、准备状态和跑步伙伴的建议。

# app.assistant.headline
source: Your coach
es: Tu entrenador
zh_hans: 你的教练

# app.assistant.body
source: Ask about training, recovery, and your next activity.
es: Pregunta sobre entrenamiento, recuperación y tu próxima actividad.
zh_hans: 询问训练、恢复和下一次运动。

# app.music.settings.title
source: Music
es: Música
zh_hans: 音乐

# app.music.settings.body
source: Connect Spotify and manage your activity queue.
es: Conecta Spotify y gestiona la cola para tus actividades.
zh_hans: 连接 Spotify，并管理运动播放队列。

# app.me.headline
source: Your running story
es: Tu historia como corredor
zh_hans: 你的跑步足迹

# app.me.body
source: Progress, activities, gear, and settings will live here.
es: Aquí encontrarás tu progreso, actividades, equipamiento y ajustes.
zh_hans: 你可以在这里查看进展、活动、装备和设置。

# app.auth.welcome
source: Welcome to Plainstride
es: Te damos la bienvenida a Plainstride
zh_hans: 欢迎使用 Plainstride

# app.auth.welcome.body
source: Personal coaching and your running story, together in one private account.
es: Tu entrenamiento personalizado y tu historia como corredor, reunidos en una cuenta privada.
zh_hans: 用一个私密账户，连接个性化训练与每一步跑步历程。

# app.continue.with.google
source: Continue with Google
es: Continuar con Google
zh_hans: 使用 Google 继续

# app.signing.in
source: Signing in…
es: Iniciando sesión…
zh_hans: 正在登录…

# app.auth.terms.notice
source: By continuing, you accept the current Terms of Service and Privacy Policy.
es: Al continuar, aceptas las Condiciones del Servicio y la Política de Privacidad vigentes.
zh_hans: 继续即表示你同意当前的服务条款和隐私政策。

# app.link.google
source: Link Google account
es: Vincular cuenta de Google
zh_hans: 关联 Google 账户

# app.sign.out
source: Sign out
es: Cerrar sesión
zh_hans: 退出登录

# app.delete.account
source: Delete account
es: Eliminar cuenta
zh_hans: 删除账户

# app.delete.account.title
source: Delete your account?
es: ¿Quieres eliminar tu cuenta?
zh_hans: 要删除你的账户吗？

# app.delete.account.body
source: This permanently removes your Plainstride account and cloud data. Sign in with Google again to confirm.
es: Se eliminarán definitivamente tu cuenta de Plainstride y tus datos en la nube. Vuelve a identificarte con Google para confirmar.
zh_hans: 这会永久删除你的 Plainstride 账户和云端数据。请再次使用 Google 登录以确认。

# app.delete.account.confirm
source: Delete permanently
es: Eliminar definitivamente
zh_hans: 永久删除

# app.cancel
source: Cancel
es: Cancelar
zh_hans: 取消

# app.auth.cancelled
source: Sign-in was cancelled.
es: Se canceló el inicio de sesión.
zh_hans: 登录已取消。

# app.auth.configuration.error
source: Google sign-in is not configured for this build.
es: El acceso con Google no está configurado en esta versión.
zh_hans: 此版本尚未配置 Google 登录。

# app.auth.invalid.credential
source: Google could not verify this account. Please try again.
es: Google no pudo verificar esta cuenta. Inténtalo de nuevo.
zh_hans: Google 无法验证此账户，请重试。

# app.auth.identity.conflict
source: That Google account is linked to another Plainstride account.
es: Esa cuenta de Google está vinculada a otra cuenta de Plainstride.
zh_hans: 该 Google 账户已关联其他 Plainstride 账户。

# app.auth.offline
source: You’re offline. Your saved runs remain available.
es: No tienes conexión. Tus carreras guardadas siguen disponibles.
zh_hans: 当前离线，你已保存的跑步记录仍可使用。

# app.auth.unavailable
source: Sign-in is temporarily unavailable. Please try again.
es: El inicio de sesión no está disponible temporalmente. Inténtalo de nuevo.
zh_hans: 暂时无法登录，请稍后重试。

# app.auth.generic.error
source: Something went wrong. Please try again.
es: Algo salió mal. Inténtalo de nuevo.
zh_hans: 出现问题，请重试。

# app.auth.linked
source: Google account linked.
es: Cuenta de Google vinculada.
zh_hans: Google 账户已关联。

# app.auth.signed.out
source: Signed out.
es: Sesión cerrada.
zh_hans: 已退出登录。

# app.auth.deleted
source: Account deleted.
es: Cuenta eliminada.
zh_hans: 账户已删除。

# app.transfer.existing.account
source: Use my existing iPhone account
es: Usar mi cuenta actual del iPhone
zh_hans: 使用我现有的 iPhone 账号

# app.transfer.explanation
source: Paste the one-time code from Plainstride on your iPhone, then choose the same Google account you want to use here.
es: Pega el código de un solo uso de Plainstride en tu iPhone y elige la misma cuenta de Google que quieras usar aquí.
zh_hans: 粘贴 iPhone 版 Plainstride 中的一次性转移码，然后选择你准备在此设备上使用的 Google 账号。

# app.transfer.code.label
source: Transfer code
es: Código de transferencia
zh_hans: 转移码

# app.transfer.connect
source: Connect existing account
es: Conectar cuenta actual
zh_hans: 关联现有账号

# app.transfer.connecting
source: Connecting…
es: Conectando…
zh_hans: 正在关联…

# app.transfer.invalid
source: That transfer code is invalid or expired. Create a new code on your iPhone and try again.
es: El código de transferencia no es válido o ha caducado. Crea otro en tu iPhone e inténtalo de nuevo.
zh_hans: 转移码无效或已过期。请在 iPhone 上创建新转移码后重试。

# app.transfer.complete
source: Your existing Plainstride account is connected.
es: Tu cuenta actual de Plainstride está conectada.
zh_hans: 已关联你现有的 Plainstride 账号。

# app.onboarding.identity.unavailable
source: Couldn’t save that profile. Check your connection and try again.
es: No se pudo guardar el perfil. Comprueba la conexión e inténtalo de nuevo.
zh_hans: 无法保存个人资料。请检查网络连接后重试。

# app.onboarding.health.unavailable
source: Health Connect isn’t available yet. You can enter details or skip.
es: Health Connect aún no está disponible. Puedes introducir los datos u omitirlos.
zh_hans: 健康互联暂不可用。你可以手动填写或跳过。

# app.onboarding.save.unavailable
source: Couldn’t build your week yet. Your answers are saved; try again when you’re online.
es: Aún no pudimos crear tu semana. Tus respuestas están guardadas; inténtalo cuando tengas conexión.
zh_hans: 暂时无法制定本周计划。你的回答已保存，请联网后重试。

# design.route.map.description
source: Route map
es: Mapa de la ruta
zh_hans: 路线地图

# design.route.map.unavailable
source: Map unavailable
es: Mapa no disponible
zh_hans: 地图不可用

# design.route.start
source: Start
es: Inicio
zh_hans: 起点

# design.route.finish
source: Finish
es: Final
zh_hans: 终点

# weather.headline.unsafe
source: Outdoor running may be unsafe
es: Correr al aire libre puede ser peligroso
zh_hans: 户外跑步可能不安全

# weather.guidance.unsafe
source: Choose an indoor option or wait until the storm has passed.
es: Elige una opción bajo techo o espera a que pase la tormenta.
zh_hans: 请选择室内训练，或等雷暴过去后再跑。

# weather.headline.heat
source: Heat will raise the effort
es: El calor aumentará el esfuerzo
zh_hans: 高温会增加体感强度

# weather.guidance.heat
source: Run by effort instead of pace, carry fluids, and consider a shorter or cooler window.
es: Guíate por el esfuerzo, no por el ritmo; lleva líquidos y considera un horario más fresco o una sesión más corta.
zh_hans: 按体感强度而不是配速跑，带好饮水，并考虑缩短训练或改到更凉爽的时段。

# weather.headline.cold
source: Very cold conditions
es: Hace mucho frío
zh_hans: 天气非常寒冷

# weather.guidance.cold
source: Warm up indoors, cover exposed skin, and keep the first minutes especially easy.
es: Calienta bajo techo, cubre la piel expuesta y empieza con especial suavidad.
zh_hans: 先在室内热身，遮盖裸露皮肤，开始几分钟尤其要放轻松。

# weather.headline.wind
source: Strong wind nearby
es: Hay viento fuerte cerca
zh_hans: 附近风力较强

# weather.guidance.wind
source: Use effort rather than pace and choose a sheltered route when possible.
es: Guíate por el esfuerzo, no por el ritmo, y elige una ruta protegida si es posible.
zh_hans: 按体感强度而不是配速跑，并尽量选择避风路线。

# weather.headline.slippery
source: Slippery surfaces are possible
es: Puede haber superficies resbaladizas
zh_hans: 路面可能湿滑

# weather.guidance.slippery
source: Choose a clear route or move the workout indoors.
es: Elige una ruta despejada o entrena bajo techo.
zh_hans: 请选择清晰安全的路线，或改为室内训练。

# weather.headline.rain
source: Rain is likely
es: Es probable que llueva
zh_hans: 很可能下雨

# weather.guidance.rain
source: The workout still fits; choose visible layers and watch for slick surfaces.
es: El entrenamiento sigue siendo adecuado; usa prendas visibles y ten cuidado con las superficies resbaladizas.
zh_hans: 训练仍然合适；请穿醒目的衣物，并注意湿滑路面。

# weather.headline.good
source: Good conditions for today’s run
es: Buenas condiciones para correr hoy
zh_hans: 今天适合跑步

# weather.attribution
source: Weather data from MET Norway · CC BY 4.0
es: Datos meteorológicos de MET Norway · CC BY 4.0
zh_hans: 天气数据来自 MET Norway · CC BY 4.0

# weather.location.explanation
source: Plainstride uses approximate location for this forecast. Weather advice does not automatically change your plan.
es: Plainstride usa una ubicación aproximada para este pronóstico. Los consejos meteorológicos no cambian tu plan automáticamente.
zh_hans: Plainstride 使用大致位置提供此预报。天气建议不会自动更改你的训练计划。

source: Activity history
es: Historial de actividades
zh_hans: 活动记录

# activity.back
source: Back
es: Atrás
zh_hans: 返回

# activity.add.manual
source: Add manual activity
es: Añadir actividad manual
zh_hans: 手动添加活动

# activity.load.more
source: Load more
es: Cargar más
zh_hans: 加载更多

# activity.empty.title
source: Your activity story starts here
es: Tu historia de actividad empieza aquí
zh_hans: 从这里开始记录你的运动故事

# activity.empty.body
source: Recorded and manually added activities will appear here.
es: Las actividades registradas y añadidas manualmente aparecerán aquí.
zh_hans: 记录或手动添加的活动会显示在这里。

# activity.recent.empty
source: Complete your first activity to see highlights here.
es: Completa tu primera actividad para ver aquí los datos destacados.
zh_hans: 完成第一次活动后，这里会显示活动亮点。

# activity.recent.title
source: RECENT
es: RECIENTE
zh_hans: 最近

# activity.recent.import
source: Import from Health Connect
es: Importar desde Health Connect
zh_hans: 从健康数据同步导入

# activity.recent.all
source: All
es: Todo
zh_hans: 全部

# activity.distance
source: Distance
es: Distancia
zh_hans: 距离

# activity.time
source: Time
es: Tiempo
zh_hans: 时间

# activity.pace
source: Pace
es: Ritmo
zh_hans: 配速

# activity.avg.pace
source: Avg. pace
es: Ritmo medio
zh_hans: 平均配速

# activity.route
source: Route
es: Ruta
zh_hans: 路线

# activity.route.description
source: Map of the recorded route
es: Mapa de la ruta registrada
zh_hans: 本次活动的记录路线图

# activity.elevation
source: Elevation
es: Desnivel
zh_hans: 爬升

# activity.elevation.description
source: Elevation profile
es: Perfil de elevación
zh_hans: 海拔变化图

# activity.splits
source: Splits
es: Parciales
zh_hans: 分段

# activity.split.number
source: Split %d
es: Parcial %d
zh_hans: 第 %d 段

# activity.photos
source: Photos
es: Fotos
zh_hans: 照片

source: Activity photo
es: Foto de la actividad
zh_hans: 活动照片

# activity.photo.pending
source: This photo is available after media sync completes.
es: Esta foto estará disponible cuando termine la sincronización.
zh_hans: 媒体同步完成后即可查看这张照片。

# activity.reflection
source: Reflection
es: Reflexión
zh_hans: 活动感受

# activity.export
source: Export route
es: Exportar ruta
zh_hans: 导出路线

# activity.export.unavailable
source: A recorded route is needed before you can export.
es: Necesitas una ruta registrada para poder exportar.
zh_hans: 需要先记录路线才能导出。

# activity.edit.title
source: Edit title
es: Editar título
zh_hans: 编辑标题

# activity.title
source: Title
es: Título
zh_hans: 标题

# activity.share.card
source: Share activity
es: Compartir actividad
zh_hans: 分享活动

# activity.share.preview.description
source: Activity share card with route, statistics, and Plainstride link
es: Tarjeta de actividad con ruta, estadísticas y enlace de Plainstride
zh_hans: 包含路线、数据和 Plainstride 链接的活动分享卡片

# activity.save.image
source: Save image
es: Guardar imagen
zh_hans: 保存图片

# activity.delete
source: Delete activity
es: Eliminar actividad
zh_hans: 删除活动

# activity.delete.title
source: Delete this activity?
es: ¿Eliminar esta actividad?
zh_hans: 删除这次活动？

# activity.delete.body
source: It will be removed from this device and your synced history. This cannot be undone.
es: Se eliminará de este dispositivo y del historial sincronizado. Esta acción no se puede deshacer.
zh_hans: 它将从本设备和同步历史中移除，且无法撤销。

# activity.cancel
source: Cancel
es: Cancelar
zh_hans: 取消

# activity.save
source: Save
es: Guardar
zh_hans: 保存

# activity.manual.title
source: Add an activity
es: Añadir una actividad
zh_hans: 添加活动

# activity.duration.minutes
source: Duration (minutes)
es: Duración (minutos)
zh_hans: 时长（分钟）

# activity.distance.km
source: Distance (km)
es: Distancia (km)
zh_hans: 距离（公里）

# activity.elevation.meters
source: Elevation gain (m, optional)
es: Desnivel positivo (m, opcional)
zh_hans: 累计爬升（米，可选）

# activity.type.running
source: Run
es: Carrera
zh_hans: 跑步

# activity.type.walking
source: Walk
es: Caminata
zh_hans: 步行

# activity.type.hiking
source: Hike
es: Senderismo
zh_hans: 徒步

# activity.type.cycling
source: Ride
es: Ciclismo
zh_hans: 骑行

# activity.type.swimming
source: Swim
es: Natación
zh_hans: 游泳

source: Activity saved
es: Actividad guardada
zh_hans: 活动已保存

source: Activity updated
es: Actividad actualizada
zh_hans: 活动已更新

source: Activity deleted
es: Actividad eliminada
zh_hans: 活动已删除

# activity.failed
source: Couldn’t update the activity. Try again.
es: No se pudo actualizar la actividad. Inténtalo de nuevo.
zh_hans: 无法更新活动，请重试。

# assistant.assistant.title
source: Companion
es: Compañero
zh_hans: 运动伙伴

# assistant.close
source: Close
es: Cerrar
zh_hans: 关闭

# assistant.reset
source: Reset
es: Restablecer
zh_hans: 重置

# assistant.assistant.prompt
source: Ask about training, progress, or the app
es: Pregunta sobre entrenamiento, progreso o la app
zh_hans: 询问训练、进度或应用功能

# assistant.listen
source: Listen
es: Escuchar
zh_hans: 语音输入

# assistant.send
source: Send
es: Enviar
zh_hans: 发送

# assistant.assistant.offline.fallback
source: The companion is unavailable right now. Your conversation is saved—try again when connected.
es: El compañero no está disponible ahora. La conversación está guardada; inténtalo cuando tengas conexión.
zh_hans: 运动伙伴目前不可用。对话已保存，请联网后重试。

# assistant.music.title
source: Workout music
es: Música para entrenar
zh_hans: 运动音乐

# assistant.connect.spotify
source: Connect Spotify
es: Conectar Spotify
zh_hans: 连接 Spotify

# assistant.disconnect
source: Disconnect
es: Desconectar
zh_hans: 断开连接

# assistant.search.music
source: Search Spotify
es: Buscar en Spotify
zh_hans: 搜索 Spotify

# assistant.search
source: Search
es: Buscar
zh_hans: 搜索

# assistant.queue
source: Queue
es: Cola
zh_hans: 播放队列

# assistant.repeat
source: Repeat
es: Repetir
zh_hans: 循环

# assistant.shuffle
source: Shuffle
es: Aleatorio
zh_hans: 随机

# assistant.play
source: Play
es: Reproducir
zh_hans: 播放

# assistant.pause
source: Pause
es: Pausar
zh_hans: 暂停

# assistant.next
source: Next
es: Siguiente
zh_hans: 下一首

# community.routes.title
source: Community routes
es: Rutas de la comunidad
zh_hans: &#x793E;&#x533A;&#x8DEF;&#x7EBF;

# community.routes.refresh
source: Refresh routes
es: Actualizar rutas
zh_hans: &#x5237;&#x65B0;&#x8DEF;&#x7EBF;

# community.routes.discover
source: Discover
es: Descubrir
zh_hans: &#x53D1;&#x73B0;

# community.routes.mine
source: My routes
es: Mis rutas
zh_hans: &#x6211;&#x7684;&#x8DEF;&#x7EBF;

# community.routes.nearby
source: Nearby
es: Cercanas
zh_hans: &#x9644;&#x8FD1;

# community.routes.search
source: Search routes
es: Buscar rutas
zh_hans: &#x641C;&#x7D22;&#x8DEF;&#x7EBF;

# community.routes.offline
source: Showing saved routes
es: Mostrando rutas guardadas
zh_hans: &#x6B63;&#x5728;&#x663E;&#x793A;&#x5DF2;&#x4FDD;&#x5B58;&#x8DEF;&#x7EBF;

# community.routes.bookmark
source: Save route
es: Guardar ruta
zh_hans: &#x6536;&#x85CF;&#x8DEF;&#x7EBF;

# community.routes.summary
source: %.1f km · %.0f m elevation
es: %.1f km &#xB7; %.0f m de desnivel
zh_hans: %.1f &#x516C;&#x91CC; &#xB7; &#x722C;&#x5347; %.0f &#x7C73;

# community.routes.community.counts
source: %d saves · %d completions
es: %d guardadas &#xB7; %d completadas
zh_hans: %d &#x6B21;&#x6536;&#x85CF; &#xB7; %d &#x6B21;&#x5B8C;&#x6210;

# community.routes.empty
source: No routes found. Try another search or map area.
es: No se encontraron rutas. Prueba otra b&#xFA;squeda o zona.
zh_hans: &#x672A;&#x627E;&#x5230;&#x8DEF;&#x7EBF;&#xFF0C;&#x8BF7;&#x5C1D;&#x8BD5;&#x5176;&#x4ED6;&#x5173;&#x952E;&#x8BCD;&#x6216;&#x5730;&#x56FE;&#x533A;&#x57DF;&#x3002;

# community.routes.reverse
source: Follow in reverse
es: Seguir en sentido inverso
zh_hans: &#x53CD;&#x5411;&#x8DDF;&#x968F;

# community.routes.export
source: Export GPX
es: Exportar GPX
zh_hans: &#x5BFC;&#x51FA; GPX

# community.routes.follow
source: Follow route
es: Seguir ruta
zh_hans: &#x8DDF;&#x968F;&#x8DEF;&#x7EBF;

# community.routes.close
source: Close
es: Cerrar
zh_hans: &#x5173;&#x95ED;

# community.routes.location.title
source: Find routes near you
es: Busca rutas cercanas
zh_hans: 查找附近路线

# community.routes.location.body
source: Allow approximate location to search a broad nearby area. Plainstride rounds coordinates before requesting routes and does not publish your location.
es: Permite la ubicación aproximada para buscar en una zona amplia. Plainstride redondea las coordenadas y no publica tu ubicación.
zh_hans: 允许使用大致位置以搜索附近区域。Plainstride 会先对坐标取整，且不会公开你的位置。

# community.routes.location.allow
source: Allow approximate location
es: Permitir ubicación aproximada
zh_hans: 允许大致位置

# health.connect.title
source: Connect your health data
es: Conecta tus datos de salud
zh_hans: 连接健康数据
